[WOTCMoreSparkWeapons]
[X2StrategyElement_InventorySlots]
strSlotFirstLetter = "G"

[WOTCMoreSparkWeapons]
[X2StrategyElement_AuxSlot]
strSlotFirstLetter = "ДОП"
strSlotLocName = "ДОПОЛНИТЕЛЬНЫЙ"

[WOTCMoreSparkWeapons]
[X2StrategyElement_BITHeavyWeaponSlot]
strSlotFirstLetter = "\"BIT\""
strSlotLocName = "Тяжёлое оружие \"BIT\""
					  
[WOTCMoreSparkWeapons]
[X2Item_Ammo]
strDefenseReduction = "игнорирует защиту"
strDodgeReduction = "игнорирует уклонение"
strSquadsightPenaltyReduction = "снижение штрафов общего вида"

[WOTCMoreSparkWeapons]
[X2DownloadableContentInfo_WOTCMoreSparkWeapons]
str_ShellsMutuallyExclusiveWithMunitionsMount = "ТОЛЬКО С УСТАНОВКОЙ КРЕПЛЕНИЯ ДЛЯ БОЕПРИПАСОВ"
str_MunitionsMountMutuallyExclusiveWithShells = "ТОЛЬКО С УСТАНОВКОЙ СПЕЦИАЛЬНЫХ БОЕПРИПАСОВ"
str_HeavyCannonRequired = "ТРЕБУЕТСЯ СПЕЦИАЛЬНАЯ ПУШКА"
